{
   "Amur falcon":[
      "Falco amurensis",
      "The Amur falcon is a small raptor of the falcon family. It breeds in south-eastern Siberia and Northern China before migrating in large flocks across India and over the Arabian Sea to winter in Southern Africa. The genus name Falco is Late Latin and derives from falx, falcis, a sickle, referencing the claws of the bird. The species name amurensis is from Amurland in south-eastern Siberia."
   ],
   "Andaman hawk-owl":[
      "Ninox affinis",
      "The Andaman hawk-owl or Andaman boobook is a species of owl in the family Strigidae. It is endemic to the Andaman Islands. Its natural habitats are subtropical or tropical moist lowland forest and subtropical or tropical mangrove forest. It is becoming rare due to habitat loss."
   ],
   "Andaman masked owl":[
      "Tyto deroepstorffi",
      "The Andaman masked owl is a barn owl endemic to the southern Andaman Islands, an archipelago between India and Myanmar, in the Bay of Bengal. Regarded by some authors as a subspecies of the common barn owl (Tyto alba), it is recognized by others as a species in its own right. The Andaman masked owl is known only from the southern Andaman Islands. It occurs on the coastal plain, in fields and gardens with trees, and in human settlements. It is not thought to be migratory."
   ],
   "Andaman scops owl":[
      "Otus balli",
      "The Andaman scops owl is an owl endemic to the Andaman Islands. The species is named after Valentine Ball. The Andaman scops ow belongs to Strigidae, the family of true owls. Otus balli is monotypic species."
   ],
   "Andaman serpent eagle":[
      "Spilornis elgini",
      "The Andaman serpent eagle is a species of bird of prey in the family Accipitridae. It is endemic to the Andaman Islands in southeast India. Its natural habitats are subtropical or tropical moist lowland forest and subtropical or tropical mangrove forest. It is threatened by habitat loss. The Andaman Serpent Eagle prefers areas of scattered trees."
   ],
   "Asian barred owlet":[
      "Glaucidium cuculoides",
      "The Asian barred owlet is a species of true owl, resident in northern parts of the Indian Subcontinent and parts of Southeast Asia. It ranges across north central and northeast India, Nepal Bhutan, north Bangladesh, and southeast Asia (Myanmar, Thailand, Cambodia, Laos, Vietnam). Its natural habitat is temperate forest."
   ],
   "Bearded vulture":[
      "Gypaetus barbatus",
      "The bearded vulture, also known as the lammergeier and ossifrage, is a bird of prey and the only member of the genus Gypaetus. The population of this species continues to decline. In 2004, it was classified by the IUCN Red List as least concern; since 2014, it is listed as near threatened. The bearded vulture is the only known vertebrate whose diet consists almost exclusively (70 to 90 percent) of bone. It lives and breeds on crags in high mountains in southern Europe, the Caucasus, Africa, the Indian subcontinent, and Tibet, laying one or two eggs in mid-winter that hatch at the beginning of spring. Populations are residents."
   ],
   "Besra":[
      "Accipiter virgatus",
      "The besra, also called the besra sparrowhawk, is a bird of prey in the family Accipitridae. The besra is a widespread resident breeder in dense forests throughout southern Asia, ranging from the Indian subcontinent eastwards across Southeast Asia and into East Asia. It nests in trees, building a new nest each year. It lays 2 to 5 eggs."
   ],
   "Black baza":[
      "Aviceda leuphotes",
      "The black baza is a small sized bird of prey found in the forests of the Northeast India, the eastern Himalayas, China and Southeast Asia. Many populations are migratory. The races in the Indian region are migratory, wintering in the south of the Peninsula and Sri Lanka. They are found in dense forest often in small groups. They are also known to spend a lot of time perching on bare branches of tall trees rising above the forest canopy."
   ],
   "Black eagle":[
      "Ictinaetus malaiensis",
      "The black eagle, like all eagles, it is in the family Accipitridae, and is the only member of the genus Ictinaetus. They soar over forests in the hilly regions of tropical and subtropical South and Southeast Asia, as well as southeastern China. They hunt mammals and birds, particularly at their nests."
   ],
   "Black kite":[
      "Milvus migrans",
      "The black kite is a medium-sized bird of prey in the family Accipitridae, which also includes many other diurnal raptors. It is thought to be the world's most abundant species of Accipitridae, although some populations have experienced dramatic declines or fluctuations. Current global population estimates run up to 6 million individuals. Unlike others of the group, black kites are opportunistic hunters and are more likely to scavenge. They spend much time soaring and gliding in thermals in search of food. They are also vociferous with a shrill whinnying call. This kite is widely distributed through the temperate and tropical parts of Eurasia and parts of Australasia and Oceania, with the temperate region populations tending to be migratory. Several subspecies are recognized and formerly had their own English names. The European populations are small, but the South Asian population is very large."
   ],
   "Black-winged kite":[
      "Elanus caeruleus",
      "The black-winged kite, also known as the black-shouldered kite, is a small diurnal bird of prey in the family Accipitridae best known for its habit of hovering over open grasslands in the manner of the much smaller kestrels. Although mainly seen on plains, they are sometimes seen on grassy slopes of hills in the higher elevation regions of Asia. They are not migratory, but show nomadism in response to weather and food availability. They are well adapted to utilize periodic upsurges in rodent populations and can raise multiple broods in a single year unlike most birds of prey. Populations in southern Europe have grown in response to human activities, particularly agriculture and livestock rearing."
   ],
   "Bonelli's eagle":[
      "Aquila fasciata",
      "The Bonelli's eagle is a large bird of prey. The common name of the bird commemorates the Italian ornithologist and collector Franco Andrea Bonelli. Bonelli is credited with gathering the type specimen, most likely from an exploration of Sardinia. Some antiquated texts also refer to this species as the crestless hawk-eagle. Like all eagles, Bonelli's eagle belongs to the family Accipitridae. This species breeds from southern Europe, Africa on the montane perimeter of the Sahara Desert and across the Indian Subcontinent to Indonesia. On the great Eurasian continent, this species may be found as far west as Portugal and as far east as southeastern China and Thailand. It is usually a resident breeder. The Bonelli's eagle is often found in hilly or mountainous habitats, with rocky walls or crags, from sea level to 1,500 m (4,900 ft). Habitats are often open to wooded land and can occur in arid to semi-moist climate. This eagle, though it can be considered partially opportunistic, is something of a special predator of certain birds and mammals, especially rabbits, galliforms and pigeons."
   ],
   "Booted eagle":[
      "Hieraaetus pennatus",
      "The booted eagle is a medium-sized mostly migratory bird of prey with a wide distribution in the Palearctic and southern Asia, wintering in the tropics of Africa and Asia, with a small, disjunct breeding population in south-western Africa. Like all eagles, it belongs to the family Accipitridae. It breeds in southern Europe, North Africa and across Asia, and also in western South Africa and Namibia. The northern populations are migratory spending November to February in Sub-Saharan Africa and South Asia, while the small southern African populations is sedentary. This is a species of wooded, often hilly countryside with some open areas, it breeds in rocky, broken terrain but migrants will use almost any type of habitat other than dense forest"
   ],
   "Boreal owl":[
      "Aegolius funereus",
      "The boreal owl is a small owl. In Europe, it is typically known as Tengmalm's owl after Swedish naturalist Peter Gustaf Tengmalm or, more rarely, Richardson's owl after Sir John Richardson. The scientific name is from Latin. The genus name Aegolius is a type of screech owl thought to be a bird of ill omen, and funereus means 'funereal'. The boreal owl is an unsociable nocturnal owl. Its call is similar in sound to the 'winnowing' of the North American Wilson's snipe. This species is not normally migratory, but in some autumns significant numbers move further south. It is rarely any great distance south of its breeding range, although this is partly due to the problems of detecting this nocturnal owl outside the breeding season when it is not calling."
   ],
   "Brahminy kite":[
      "Haliastur indus",
      "The brahminy kite, formerly known as the red-backed sea-eagle in Australia, is a medium-sized bird of prey in the family Accipitridae, which also includes many other diurnal raptors, such as eagles, buzzards, and harriers. They are found in the Indian subcontinent, Southeast Asia, and Australia. They are found mainly on the coast and in inland wetlands, where they feed on dead fish and other prey. This kite is a familiar sight in the skies of Sri Lanka, Nepal, India, Pakistan, Bangladesh, and southeast Asia and as far south as New South Wales, Australia, through which region it is widespread and resident. They perform seasonal movements associated with rainfall in some parts of their range. They are mainly seen in the plains, but can sometimes occur above 5000 feet in the Himalayas"
   ],
   "Brown fish owl":[
      "Ketupa zeylonensis",
      "The brown fish owl is a fish owl species in the family known as typical owls, Strigidae. It is native from Turkey to South and Southeast Asia. Due its wide distribution it is listed as Least Concern on the IUCN Red List. It inhabits forests and wooded wetlands. Of the four living species of fish owl, it is the most widely distributed, most common and best-studied. It occupies a range of over 7,000 km (4,300 mi). The brown fish owl is an all-year resident throughout most tropical and subtropical parts of the Indian Subcontinent to Southeast Asia and adjoining regions"
   ],
   "Brown hawk-owl":[
      "Ninox scutulata",
      "The brown hawk-owl, also known as the brown boobook, is an owl which is a resident breeder in south Asia from India, Sri Lanka, Bangladesh and Nepal east to western Indonesia and south China. This species is a part of the larger grouping of owls known as typical owls, Strigidae, which contains most species of owl. The other grouping is the barn owls, Tytonidae. The brown hawk-owl is a resident breeder in most of tropical south Asia from the Middle East to south China. Its habitat is well-wooded country and forest. It lays three to five eggs in a tree hole. This species is very nocturnal but it can often be located by the small birds that mob it while it is roosting in a tree. It feeds mainly on large insects, frogs, lizards, small birds, and mice. The call is a repeated low soft, musical oo-uk ...ooo-uk... which may be heard at dusk and dawn. This owl is quite common in towns and cities like Colombo, Sri Lanka as well as suburban areas close to buildings."
   ],
   "Brown wood owl":[
      "Strix leptogrammica",
      "The Brown Wood Owl is found in India, Bangladesh, Sri Lanka, Indonesia, Taiwan, and south China. The brown wood owl is a resident breeder in south Asia. This species is a part of the family of owls known as typical owls (Strigidae), which contains most species of owl. It belongs to the earless owl genus Strix. This species is highly nocturnal and isn't commonly found in dense forests. It can often be located by the small birds that mob it while it is roosting in a tree. The diet of the brown wood owl consists mainly of small mammals, birds, and reptiles."
   ],
   "Buffy fish owl":[
      "Ketupa ketupu",
      "The buffy fish owl, also known as the Malay fish owl, is a fish owl in the family Strigidae. It is native to Southeast Asia and lives foremost in tropical forests and wetlands. Due to its wide distribution and assumed stable population, it is listed as Least Concern on the IUCN Red List since 2004. The buffy fish owl is distributed from Bangladesh, Myanmar, Thailand, Malaysia and Singapore to Cambodia, Laos, Vietnam, and the Sunda Islands. On Cocos (Keeling) Island, it is non-breeding. It inhabits tropical forests and freshwater wetlands near rivers, lakes and aquaculture sites up to an elevation of 1,600 m (5,200 ft). It also lives in plantations, and rural and urban gardens."
   ],
   "Changeable hawk-eagle":[
      "Nisaetus cirrhatus",
      "The changeable hawk-eagle or crested hawk-eagle is a large bird of prey species of the family Accipitridae. More informal or antiquated English common names include the marsh hawk-eagle or Indian crested hawk-eagle. It is a typical 'hawk-eagle' in that it is an agile forest-dwelling predator and like many such eagles readily varies its prey selection between birds, mammals or reptiles as well as other vertebrates. Among the members of its genus, the changeable hawk-eagle stands out as the most widely distributed, adaptable and abundant species. The extensive range of the changeable hawk-eagle includes much of the Indian subcontinent and southeast Asia."
   ],
   "Chinese sparrowhawk":[
      "Accipiter soloensis",
      "The Chinese sparrowhawk is a bird of prey in the family Accipitridae which also includes many other diurnal raptors such as eagles, buzzards and harriers. Also called Chinese goshawk or grey frog hawk. It breeds in Southeast China, Taiwan, Korea and Siberia; winters in Indonesia and Philippines, passing through the rest of Southeast Asia. It is a bird of wooded areas. It feeds mainly on frogs, but will take lizards as well. Lives mainly in forests but sometime lives on edges. Population between 10000 and 100000 birds"
   ],
   "Cinereous vulture":[
      "Aegypius monachus",
      "The cinereous vulture is a large raptorial bird that is distributed through much of temperate Eurasia. It is also known as the black vulture, monk vulture, or Eurasian black vulture. It is a member of the family Accipitridae, which also includes many other diurnal raptors such as kites, buzzards and harriers. It is one of the two largest Old World vultures. The cinereous vulture is a Eurasian species. The western limits of its range are in Spain and inland Portugal, with a reintroduced population in south France. They are found discontinuously to Greece, Turkey and throughout the central Middle East. Their range continues through Afghanistan eastwards to northern India to its eastern limits in central Asia, where they breed in northern Manchuria, Mongolia and Korea. This vulture is a bird of hilly, mountainous areas, especially favoring dry semi-open habitats such as meadows at high altitudes over much of the range. Nesting usually occurs near the tree line in the mountains."
   ],
   "Collared falconet":[
      "Microhierax caerulescens",
      "The collared falconet (Microhierax caerulescens) is a species of bird of prey in the family Falconidae. It is found in the Indian Subcontinent and Southeast Asia, ranging across Bangladesh, Bhutan, Cambodia, India, Laos, Myanmar, Nepal, Thailand, Malaysia, and Vietnam. Its natural habitat is temperate forest, often on the edges of broadleaf forest. Distribution: Mainland southeast Asia: Himalayan foothills of north India (northern Uttar Pradesh northwest to Kumaun, and Sikkim, Bengal, mainly northern Assam) and of Nepal and Bhutan, and from Burma (central and east, south to Tenasserim), Thailand (northwest and west, but not peninsular, also in strip east of central plains), Laos (central and south), Cambodia (especially north), and Vietnam. Habitat: Open deciduous forest, clearings and edges in evergreen forest, abandoned hill cultivation with some trees; often near water. Mostly 200–800 m, fairly regularly to 1,700 m."
   ],
   "Collared owlet":[
      "Glaucidium brodiei",
      "The collared owlet, also known as the collared pygmy owl, is a species of owl in the family Strigidae. Its natural habitat is submontane and montane forests with open spaces and is distributed throughout oriental Asia. This bird can be found in the following countries: Bhutan, Brunei Darussalam, Cambodia, China, India, Lao People's Democratic Republic, Malaysia, Myanmar, Nepal, Pakistan, Taiwan, Thailand and Vietnam. Their preferred habitat varies from evergreen forests, forest edges, mixed deciduous-evergreen forests with oak, rhododendron and fir and open woodlands with scrub. They can be found in submontane and montane habitats varying between 1350–2750 meters in altitude, but they have also been seen near cultivated lands as low as 700 meters in altitude."
   ],
   "Collared scops owl":[
      "Otus lettia",
      "The collared scops owl is an owl which is a resident breeder in south Asia from northern Pakistan, northern India, Nepal, Bangladesh ,the Himalayas east to south China, and Taiwan. It is partially migratory, with some birds wintering in India, Sri Lanka and Malaysia. The collared scops owl is a common breeding bird in forests and other well-wooded areas. It nests in tree hollows, laying 3-5 eggs."
   ],
   "Common buzzard":[
      "Buteo buteo",
      "The common buzzard is a medium-to-large bird of prey which has a large range. A member of the genus Buteo, it is a member of the family Accipitridae. The species lives in most of Europe and extends its breeding range across the Palearctic as far as the Russian Far East , northwestern China (Tien Shan) and northwestern Mongolia over much of its range, it is a year-round resident. However, buzzards from the colder parts of the Northern Hemisphere as well as those that breed in the eastern part of their range typically migrate south for the northern winter, many culminating their journey as far as South Africa. The common buzzard is an opportunistic predator that can take a wide variety of prey, but it feeds mostly on small mammals, especially rodents such as voles. It typically hunts from a perch. Like most accipitrid birds of prey, it builds a nest, typically in trees in this species, and is a devoted parent to a relatively small brood of young. The common buzzard appears to be the most common diurnal raptor in Europe, as estimates of its total global population run well into the millions."
   ],
   "Common kestrel":[
      "Falco tinnunculus",
      "The common kestrel is a bird of prey species belonging to the kestrel group of the falcon family Falconidae. It is also known as the European kestrel, Eurasian kestrel, or Old World kestrel. In Britain, where no other kestrel species commonly occurs, it is generally just called 'kestrel'. This species occurs over a large range. It is widespread in Europe, Asia, and Africa, as well as occasionally reaching the east coast of North America. It has colonized a few oceanic islands, but vagrant individuals are generally rare; in the whole of Micronesia for example, the species was only recorded twice each on Guam and Saipan in the Marianas."
   ],
   "Crested goshawk":[
      "Accipiter trivirgatus",
      "The crested goshawk is a bird of prey from tropical Asia. It is related to other diurnal raptors such as eagles, buzzards (or buteos) and harriers, and thus placed in the family Accipitridae. The crested goshawk breeds in southern Asia, from India and Sri Lanka to southern China, Indonesia and the Taiwan, Philippines. It is primarily a lowland bird, and an all-year resident. Even in upland habitat it is resident in winter, for example in the Himalayas foothills of Bhutan or in Sal (Shorea robusta) forest in India's Dehradun district. In these lands at the northern end of its range, it is generally very rare however. Essentially it is limited to tropical and warm subtropical areas. In Malaysia and Singapore there is increasing evidence of this species adapting to life in urban centres. Like its relatives, this secretive forest bird hunts birds, mammals and reptiles in woodland, relying on surprise as it flies from a perch to catch its prey unaware. It builds a stick nest in a tree and lays two or three eggs."
   ],
   "Crested honey buzzard":[
      "Pernis ptilorhynchus",
      "The crested honey buzzard is a bird of prey in the family Accipitridae, which also includes many other diurnal raptors such as kites, eagles, and harriers. This species is also known as the Oriental honey buzzard. It breeds in Asia from central Siberia east to Japan. It is a summer migrant to Siberia, wintering in tropical Southeast Asia. Elsewhere, it is more-or-less resident. It is a specialist feeder, living mainly on the larvae of social bees and wasps, and eating bits of comb and honey; it takes other small insect prey such as cicadas. The crested honey buzzard breeds in woodland, and is inconspicuous except in the spring, when the mating display includes wing-clapping"
   ],
   "Crested serpent eagle":[
      "Spilornis cheela",
      "The crested serpent eagle is a medium-sized bird of prey that is found in forested habitats across tropical Asia. Within its widespread range across the Indian Subcontinent, Southeast Asia and East Asia. Within its widespread range across tropical Asia, 21 populations have been named as subspecies. The most widespread sub-species are the nominate from along the sub-Himalayan range in India and Nepal."
   ],
   "Dusky eagle-owl":[
      "Bubo coromandus",
      "The dusky eagle-owl is an owl species in the family Strigidae that is widespread in South and Southeast Asia. It is listed as Least Concern on the IUCN Red List. The species's extent of occurrence is estimated at 9,250,000 sq km. The dusky eagle-owl is usually active at night and emerges from its roost shortly before sunset. In cloudy weather, it sometimes also hunts during the day. The nesting season is from November to April. The nest is made of sticks in the fork of the trunk of a large tree preferably near water and often in the vicinity of human habitation."
   ],
   "Eastern barn owl":[
      "Tyto javanic",
      "The eastern barn owl is usually considered a subspecies group and together with the American barn owl group, the western barn owl group, and sometimes the Andaman masked owl make up the barn owl. The eastern barn owl is native to southeastern Asia and Australasia. The eastern barn owl is nocturnal over most of its range, but in some Pacific islands, it also hunts by day. They specialise in hunting animals on the ground, and nearly all of their food consists of small mammals which they locate by sound, their hearing being very acute. They mate for life unless one of the pair is killed, after which a new pair bond may be formed. Breeding takes place at varying times of year according to locality, with a clutch, averaging about four eggs, being laid in a nest in a tree hollow, old building or fissure in a cliff. The female does all the incubation, and she and the young chicks are reliant on the male for food. When large numbers of small prey are readily available, barn owl populations can expand rapidly."
   ],
   "Eastern grass owl":[
      "Tyto longimembris",
      "The eastern grass owl, also known as Chinese grass owl or Australian grass owl, is a species of owl in the family Tytonidae. They feed predominantly on small rodents. This owl prefers tall grasslands and swamps. Roost areas consist of flattened vegetation within systems of 'tunnels' through the swamp vegetation. Nesting is in similar situations. Studies in parts of Australia have shown that the most common prey is the long-haired rat and the cane rat. Prey are detected from on the wing. The owl uses its long legs to penetrate dense ground cover and seize its prey."
   ],
   "Eastern imperial eagle":[
      "Aquila heliaca",
      "The eastern imperial eagle is a large bird of prey that breeds in southeastern Europe and extensively through West and Central Asia. Most populations are migratory and winter in northeastern Africa, the Middle East and South and East Asia. This is an opportunistic predator that mostly selects smallish mammals as prey but also a fairly large proportion of birds, reptile and other prey types, including carrion. Compared to other Aquila eagles, it has a strong preference for the interface of tall woods with plains and other open, relatively flat habitats. Normally, nests are located in large, mature trees and the parents raise around one or two fledglings. The global population is small and declining due to persecution, loss of habitat and prey. The eastern imperial eagle is distributed as a breeding species largely along the southern edge of the vast taiga forests. The habitat preferred by the species is often rather open country with scattered trees or more enclosed woodlands, often around or near wetlands. The imperial eagle often forages mainly in open areas, including wetlands and agricultural areas. The eastern imperial eagle is found as far west as east-central and southeastern Europe. The European part of its breeding range includes eastern Austria, eastern Czech Republic, Slovakia, Hungary, eastern Croatia, Serbia, northeastern Bosnia and Herzegovina, Macedonia, Bulgaria, Romania, Moldova and northern, western and much of the eastern part of the Ukraine."
   ],
   "Eastern marsh harrier":[
      "Circus spilonotus",
      "The eastern marsh harrier is a bird of prey belonging to the marsh harrier group of harriers. Eastern marsh harriers are generally migratory apart from the Papuan harrier which is sedentary. The breeding range covers north-east China, Mongolia and south-east Siberia (as far west as Lake Baikal) with small numbers in northern Japan (Hokkaido and northern Honsho). There is some overlap with western marsh harrier around Lake Baikal and interbreeding has taken place. The wintering range includes southern China, Taiwan, Korea, southern Japan, north-east India, Bangladesh and South-east Asia as far south as the Philippines, Borneo and Sumatra. Large numbers of birds migrate along the Chinese coast with thousands passing through sites like Beidaihe during the autumn. Its preferred habitat is open country including marshland, paddy fields and grassland."
   ],
   "Egyptian vulture":[
      "Neophron percnopterus",
      "The Egyptian vultur, also called the white scavenger vulture or pharaoh's chicken, is a small Old World vulture and the only member of the genus Neophron. It is widely distributed from the Iberian Peninsula and North Africa to India. Egyptian vultures feed mainly on carrion but are opportunistic and will prey on small mammals, birds, and reptiles. They also feed on the eggs of other birds, breaking larger ones by tossing a large pebble onto them. Egyptian vultures that breed in the temperate regions migrate south in winter while tropical populations are relatively sedentary. Populations of this species declined in the 20th century and some island populations are endangered by hunting, accidental poisoning, and collision with power lines."
   ],
   "Eurasian eagle-owl":[
      "Bubo bubo",
      "The Eurasian eagle-owl is a species of eagle-owl that resides in much of Eurasia. The Eurasian eagle-owl is one of the largest living species of owl as well as one of the most widely distributed. The Eurasian eagle-owl is found in many habitats but is mostly a bird of mountain regions, coniferous forests, steppes and other relatively remote places, and have occasionally been found near farmland and in park-like settings within European cities. It is a mostly nocturnal predator, hunting for a range of different prey species, predominantly small mammals but also birds of varying sizes, reptiles, amphibians, fish, large insects and other assorted invertebrates. It typically breeds on cliff ledges, in gullies, among rocks or in other concealed locations. The nest is a scrape in which averages of two eggs are laid at intervals. These hatch at different times. The female incubates the eggs and broods the young, and the male provides food for her and, when they hatch, for the nestlings as well. Continuing parental care for the young is provided by both adults for about five months."
   ],
   "Eurasian hobby":[
      "Falco subbuteo",
      "The Eurasian hobby or just simply hobby, is a small, slim falcon. This species breeds across Africa, Europe and Asia. It is a long-distance migrant, wintering in Africa and Asia. It is a bird of open country such as farmland, marshes, taiga and savannah. They are widespread in lowlands with scattered small woods.  It is fast and powerful in flight and will take large insects, such as dragonflies, which it transfers from talons to beak and eats while soaring slowly in circles. It also captures small bats and small birds in flight."
   ],
   "Eurasian scops owl":[
      "Otus scops",
      "The Eurasian scops owl, also known as the European scops owl or just scops owl, is a small owl. This bird breeds in southern Europe eastwards into western and central Asia. It is migratory, wintering in southernmost Europe and sub-Saharan Africa. It takes small prey such as insects and other invertebrates. It is largely nocturnal."
   ],
   "Eurasian sparrowhawk":[
      "Accipiter nisus",
      "The Eurasian sparrowhawk, also known as the northern sparrowhawk or simply the sparrowhawk, is a small bird of prey in the family Accipitridae. Though it is a predator which specialises in catching woodland birds, the Eurasian sparrowhawk can be found in any habitat and often hunts garden birds in towns and cities. Males tend to take smaller birds, including tits, finches, and sparrows; females catch primarily thrushes and starlings, but are capable of killing birds weighing 500 g (18 oz) or more. The Eurasian sparrowhawk is found throughout the temperate and subtropical parts of the Old World; while birds from the northern parts of the range migrate south for winter, their southern counterparts remain resident or make dispersive movements. Eurasian sparrowhawks breed in suitable woodland of any type, with the nest, measuring up to 60 cm (2.0 ft) across, built using twigs in a tree. Four or five pale blue, brown-spotted eggs are laid; the success of the breeding attempt is dependent on the female maintaining a high weight while the male brings her food. The chicks hatch after 33 days and fledge after 24 to 28 days."
   ],
   "European honey buzzard":[
      "Pernis apivorus",
      "The European honey buzzard, also known as the pern or common pern, is a bird of prey in the family Accipitridae. The European honey buzzard is a summer migrant to a relatively small area in the western Palearctic from most of Europe to as far east as southwestern Siberia. The eastern area boundary is not yet known exactly, it is thought to be in the Tomsk–Novosibirsk–Barnaul area. It is seen in a wide range of habitats, but generally prefers woodland and exotic plantations. It migrates to tropical Africa for European winters. It is a specialist feeder, living mainly on the larvae and nests of wasps and hornets, although it will take small mammals, reptiles, and birds. It is the only known predator of the Asian giant hornet. It spends large amounts of time on the forest floor excavating wasp nests."
   ],
   "Forest owlet":[
      "Athene blewitti",
      "The forest owlet is endemic to the forests of central India. It is listed as Endangered on the IUCN Red List since 2018, as the population is estimated at less than 1,000 mature individuals. It is threatened foremost by deforestation. The forest owlet was recorded in central India, and until 1997 was known from just seven specimens in museums collected in northern Maharashtra, and south-east Madhya Pradesh or western Odisha. The forest owlet typically hunts from perches where it sit still and waits for prey. When perched, it flicks its tail from side to side rapidly and more excitedly when it chases prey. Lizards and skinks constitute nearly 60% of its prey, rodents 15%, birds 2% and the remaining invertebrates and frogs. When nesting, the male hunts and feeds the female at nest, and the female feeds the young. The nestlings fledge after 30–32 days."
   ],
   "Golden eagle":[
      "Aquila chrysaetos",
      "The golden eagle is one of the best-known birds of prey in the Northern Hemisphere. It is the most widely distributed species of eagle. Like all eagles, it belongs to the family Accipitridae. Golden eagles use their agility and speed combined with powerful feet and massive, sharp talons to snatch up a variety of prey, mainly hares, rabbits, and marmots and other ground squirrels. Golden eagles maintain home ranges or territories that may be as large as 200 km2 (77 sq mi). They build large nests in cliffs and other high places to which they may return for several breeding years. Most breeding activities take place in the spring; they are monogamous and may remain together for several years or possibly for life. Females lay up to four eggs, and then incubate them for six weeks. Typically, one or two young survive to fledge in about three months. These juvenile golden eagles usually attain full independence in the fall, after which they wander widely until establishing a territory for themselves in four to five years. Once widespread across the Holarctic, it has disappeared from many areas which are now more heavily populated by humans. Despite being extirpated from or uncommon in some of its former range, the species is still widespread, being present in sizeable stretches of Eurasia, North America, and parts of North Africa. It is the largest and least populous of the five species of true accipitrid to occur as a breeding species in both the Palearctic and the Nearctic."
   ],
   "Great Nicobar serpent eagle":[
      "Spilornis klossi",
      "The Great Nicobar serpent eagle, also known as the South Nicobar serpent eagle, is a species of bird of prey in the family Accipitridae. It is the smallest known eagle, with a weight of about 450 g and a body length of about 40 cm. It is endemic to forest on the Indian island of Great Nicobar. It is threatened by habitat loss."
   ],
   "Greater spotted eagle":[
      "Clanga clanga",
      "The greater spotted eagle, occasionally just called the spotted eagle, is a large bird of prey. Like all typical eagles, it belongs to the family Accipitridae. This is a species of wooded country. The population is entirely migratory. It breeds from northern Europe eastwards across Eurasia, and winters in south-eastern Europe, north-eastern Africa, the Middle East and the Indian Subcontinent. Migration to the breeding grounds takes place fairly late; in Bhutan, for example, birds can be seen with some regularity until the end of March. The eagle hunts small mammals and similar, mainly terrestrial, prey. In its winter range, the species is more social than when breeding. Small flocks of up to ten birds or so, of varying age, can be seen to patrol the land together."
   ],
   "Grey-faced buzzard":[
      "Butastur indicus",
      "The grey-faced buzzard is an Asian bird of prey. It is typically between 41 and 46 cm in length, making it a medium-sized raptor. It breeds in Manchuria, Korea and Japan ; it winters in South-east Asia. It is a bird of open land. It eats lizards, small mammals and large insects. The majority of the species are found in Japan or more specifically, Satoyama. The area consists of many different environments; woodlands, paddy-fields, streams, and grasslands. In its breeding range, the buzzard is found in coniferous and mixed evergreen forests in mountains, at forest edges, fields, meadows, marshes, and around agricultural lands. During the breeding season the male buzzards spend up to 90% of their day perched searching for prey. Their hunting perch us usually located around 500 meters away from the nest. They feed on frogs, crustaceans, lizards, insects, small rodents and occasionally other birds."
   ],
   "Grey-headed fish eagle":[
      "Haliaeetus ichthyaetus",
      "The grey-headed fish eagle is a fish-eating bird of prey from South East Asia. The grey-headed fish eagle has a wide distribution (38˚ N to 6˚ S) that encompasses India and South-East Asia to Malaysia, Western Indonesia and Philippines. It is generally uncommon but can be rare or local. In North and East India it is found in Rajasthan, Uttar Pradesh, Bihar and Assam. Grey-headed fish eagles live in lowland forest up to 1,500 m above sea-level. Their nests are close to bodies of water such as slow-moving rivers and streams, lakes, lagoons, reservoirs, marshes, swamps and coastal lagoons and estuaries. As the common name suggests the grey-headed fish eagle is a specialist piscivore, which preys upon live fish and scavenges dead fish and occasionally reptiles and terrestrial birds and small mammals."
   ],
   "Griffon vulture":[
      "Gyps fulvus",
      "The griffon vulture is a large Old World vulture in the bird of prey family Accipitridae. It is also known as the Eurasian griffon. Like other vultures, it is a scavenger, feeding mostly from carcasses of dead animals which it finds by soaring over open areas, often moving in flocks. It establishes nesting colonies in cliffs that are undisturbed by humans while coverage of open areas and availability of dead animals within dozens of kilometres of these cliffs is high. It grunts and hisses at roosts or when feeding on carrion. The maximum recorded lifespan of the griffon vulture is 41.4 years for an individual in captivity. It breeds on crags in mountains in southern Europe, north Africa, and Asia, laying one egg. Griffon vultures may form loose colonies."
   ],
   "Hen harrier":[
      "Circus cyaneus",
      "The hen harrier is a bird of prey. The genus name Circus is derived from Ancient Greek kirkos 'circle', referring to a bird of prey named for its circling flight. It breeds in Eurasia. The term 'hen harrier' refers to its former habit of preying on free-ranging fowl. It migrates to more southerly areas in winter. Eurasian birds move to southern Europe and southern temperate Asia. In the mildest regions, such as France and Great Britain, hen harriers may be present all year, but the higher ground is largely deserted in winter. This medium-sized raptor breeds on moorland, bogs, prairies, farmland coastal prairies, marshes, grasslands, swamps and other assorted open areas. A male will maintain a territory averaging 2.6 km2 (1.0 sq mi), though male territories have ranged from 1.7 to 150 km2 (0.66 to 57.92 sq mi). This is a typical harrier, which hunts on long wings held in a shallow V in its low flight during which the bird closely hugs the contours of the land below it. Northern or hen harriers hunt primarily small mammals, as do most harriers. Up to 95% of the diet comprises small mammals."
   ],
   "Himalayan buzzard":[
      "Buteo burmanicus",
      "The Himalayan buzzard is a medium to large bird of prey that is sometimes considered a subspecies of the widespread common buzzard (Buteo buteo). It is native to the Himalayas in Nepal, India and adjacent mountains of southern China."
   ],
   "Himalayan owl":[
      "Strix nivicolum",
      "The Himalayan owl, also known as the Himalayan wood owl, is an owl of the forests of the Asia, from the Himalayas to Korea and Taiwan. It is sometimes considered a subspecies of the tawny owl, but is separated from that species due to its distinctive call, darker plumage and shorter, barred tail."
   ],
   "Himalayan vulture":[
      "Gyps himalayensis",
      "The Himalayan vulture or Himalayan griffon vulture is an Old World vulture native to the Himalayas and the adjoining Tibetan Plateau. It is one of the two largest Old World vultures and true raptors. It is listed as Near Threatened on the IUCN Red List. The Himalayan vulture lives mainly in the higher regions of the Himalayas and the Tibetan Plateau at the elevation range of 1,200–5,500 m (3,900–18,000 ft). It is distributed from Kazakhstan, Uzbekistan, Kyrgyzstan, Tajikistan, Afghanistan and Pakistan to India, Nepal, Bhutan to western China and Mongolia. The Himalayan vulture perches on crags, favourite sites showing white marks from regular defecation. They tend to not range below an elevation of 1,215 m (3,986 ft) Himalayan vultures often bask in the sun on rocks. They soar in thermals and are not capable of sustained flapping flight. Flocks may follow grazers up the mountains in their search for dead animals. This vulture makes a rattling sound when descending on a carcass and can grunt or hiss at roosts or when feeding on carrion. They have been recorded eating carrion exclusively, some which is fed on even when putrid. "
   ],
   "Hume's hawk-owl":[
      "Ninox obscura",
      "Hume's hawk-owl or Hume's boobook is a species of owl in the family Strigidae endemic to the Andaman Islands. Its natural habitats are subtropical or tropical moist lowland forests and subtropical or tropical mangrove forests. It is becoming rare due to habitat loss."
   ],
   "Indian eagle-owl":[
      "Bubo bengalensis",
      "The Indian eagle-owl, also called the rock eagle-owl or Bengal eagle-owl, is a large horned owl species native to hilly and rocky scrub forests in the Indian Subcontinent. It is splashed with brown and grey, and has a white throat patch with black small stripes. It was earlier treated as a subspecies of the Eurasian eagle-owl. It is usually seen in pairs. It has a deep resonant booming call that may be heard at dawn and dusk. They are seen in scrub and light to medium forests but are especially seen near rocky places within the mainland of the Indian Subcontinent south of the Himalayas and below 1,500 metres (5,000 ft) elevation. Their diet through much of the year consists of rodents, but birds seem to be mainly taken towards winter. Prey species of birds include partridges, doves, Indian roller, the shikra and the spotted owlet."
   ],
   "Indian scops owl":[
      "Otus bakkamoena",
      "The Indian scops owl is a resident species of owl native to South Asia. The species occurs from eastern Arabia through the Indian Subcontinent, except the far north. The Indian scops owl is nocturnal. Through its natural camouflage, it is very difficult to see in daytime, but may sometimes be located by the small birds that mob it while it is roosting in a tree. It feeds mainly on insects. The call is a soft single note ('whuk?''). It nests in tree holes, laying 3–5 eggs."
   ],
   "Indian spotted eagle":[
      "Clanga hastata",
      "The Indian spotted eagle is a large South Asian bird of prey. Like all typical eagles, it belongs to the family Accipitridae. The Indian spotted eagle is native in Bangladesh, India, Myanmar and Nepal, where it prefers subtropical and tropical dry forests to plantations and arable land. It is vagrant in Pakistan. This species can often be approached quite closely for a large raptor. Unlike the greater spotted eagle, which is a winter visitor to Indian wetlands, this species does not show any special affinity for wetland habitats."
   ],
   "Indian vulture":[
      "Gyps indicus",
      "The Indian vulture is an Old World vulture native to India, Pakistan and Nepal. It has been listed as Critically Endangered on the IUCN Red List since 2002, as the population severely declined. Indian vultures died of kidney failure caused by diclofenac poisoning. It breeds mainly on hilly crags in central and peninsular India. The Indian vulture breeds mainly on cliffs in South and Central India, but is known to use trees to nest in Rajasthan. It may also breed on high human-made structures, like the Chaturbhuj Temple. Like other vultures, it is a scavenger, feeding mostly from carcasses, which it finds by soaring over savannah and around human habitation. It often congregates in flocks."
   ],
   "Japanese sparrowhawk":[
      "Accipiter gularis",
      "The Japanese sparrowhawk is a bird of prey in the family Accipitridae which also includes many other diurnal raptors such as eagles, buzzards and harriers. It breeds in China, Japan, Korea and Siberia; winters in Indonesia and Philippines, passing through the rest of South-east Asia. It is a bird of open and wooded areas."
   ],
   "Jerdon's baza":[
      "Aviceda jerdoni",
      "Jerdon's baza is a moderate sized brown hawk with a thin white-tipped black crest usually held erect. It is found in South-east Asia. It inhabits foothills in the terai and is rarer in evergreen forests and tea estates. It is resident in the terai of North India and foothills of the Eastern Himalayas from Eastern Nepal and Bengal duars to the Assam valley, Western Ghats in Southern India, southern Sri Lanka, Bangladesh, Burma, Thailand, Sumatra, Singapore and Philippines."
   ],
   "Jungle owlet":[
      "Glaucidium radiatum",
      "The jungle owlet, or barred jungle owlet,is found in the Indian Subcontinent. The species is often found singly, in pairs or small groups and are usually detected by their calls at dawn and dusk. There are two subspecies with the form found in the Western Ghats sometimes considered a full species. They are found in habitats ranging from scrub forest to deciduous and moist deciduous forests. They are found south of the Himalayas and in some parts of the Himalayas up to an elevation of 2000 m. Extends from Dalhousie in the west, east to Bhutan. They roost inside tree cavities and when disturbed they freeze and appear like a dead tree stump. They sometimes perch prominently on wires or bask in the morning sun before retiring to their roost. They have been known to capture small Phylloscopus warblers during the day, although their peak foraging hours are an hour before sunrise and after sunset. Their diet consists of insects, small birds, reptiles, and rodents."
   ],
   "Laggar falcon":[
      "Falco jugger",
      "The laggar falcon, also known as the lugger falcon or jugger (from Hindi जग्गर — jaggar, “falcon”) is a mid-sized bird of prey which occurs in the Indian subcontinent from extreme southeastern Iran, southeastern Afghanistan, Pakistan, through India, Nepal, Bhutan, Bangladesh and northwestern Myanmar. Laggar falcons used to be the most common falcons in the region, but numbers have declined markedly in recent times and today it is probably nowhere a common species anymore. The main threats are the intensification of pesticide use in the region and use as a decoy to trap large falcons."
   ],
   "Legge's hawk-eagle":[
      "Nisaetus kelaarti",
      "Legge's hawk-eagle is a bird of prey. Like all eagles, it is in the family Accipitridae. It breeds in the Indian subcontinent, from southern India to Sri Lanka. It is a bird of mountain woodland that builds a stick nest in a tree and lays usually a single egg in a clutch. Legge's hawk-eagles eat small mammals, birds and reptiles. Despite its relatively modest size, Legge's hawk-eagle is a powerful predator with large talons, like many booted eagles, and is sometimes known to occasionally pursue prey as heavy or heavier than itself."
   ],
   "Lesser fish eagle":[
      "Haliaeetus humilis",
      "The lesser fish eagle is a species of Haliaeetus found in the Indian subcontinent, primarily in the foothills of the Himalayas, and south-east Asia. There are records from Gujarat, Central India and in more recent times from the Kaveri river valley in southern India. The lesser fish eagle feeds primarily on fish, which it snatches from the water as it observes them from above on a perch, which may be an overhanging tree or rock in the middle of a stream. They have several personal perches that they often switch between throughout their feeding time. They inhabit various forms of rivers, lakes, and wetlands and are seen most often along hill streams and fast moving water. They have been known to reach heights up to 2,400 m, but usually create their habitats below 1,000 m."
   ],
   "Lesser kestrel":[
      "Falco naumanni",
      "The lesser kestrel is a small falcon. This species breeds from the Mediterranean across Afghanistan and Central Asia, to China and Mongolia. It is a summer migrant, wintering in Africa and Pakistan and sometimes even to India and Iraq. It is rare north of its breeding range, and declining in its European range. The lesser kestrel eats insects, but also small birds, reptiles and rodents (especially mice), which are often taken on the ground. It nests colonially on buildings, cliffs, or in tree holes, laying up to 3–6 eggs. No nest structure is built, which is typical for falcons. On their wintering grounds in West Africa, lesser kestrels favor a 'latitude belt' through Senegal where locusts and grasshoppers are plentiful."
   ],
   "Little owl":[
      "Athene noctua",
      "The little owl is a bird that inhabits much of the temperate and warmer parts of Europe, the Palearctic east to Korea, and north Africa. It was introduced into Britain at the end of the nineteenth century and into the South Island of New Zealand in the early twentieth century. It feeds on insects, earthworms, other invertebrates and small vertebrates. Males hold territories which they defend against intruders. This owl is a cavity nester and a clutch of about four eggs is laid in spring. The female does the incubation and the male brings food to the nest, first for the female and later for the newly hatched young. As the chicks grow, both parents hunt and bring them food, and the chicks leave the nest at about seven weeks of age."
   ],
   "Long-eared owl":[
      "Asio otus",
      "The long-eared owl, also known as the northern long-eared owl or, more informally, as the lesser horned owl or cat owl, is a medium-sized species of owl with an extensive breeding range. The species breeds in many areas through Europe and the Palearctic, as well as in North America. This owl shows a partiality for semi-open habitats, particularly woodland edge, as they prefer to roost and nest within dense stands of wood but prefer to hunt over open ground. The long-eared owl is a somewhat specialized predator, focusing its diet almost entirely on small rodents, especially voles, which quite often compose most of their diet. Under some circumstances, such as population cycles of their regular prey, arid or insular regional habitats or urbanization, this species can adapt fairly well to a diversity of prey, including birds and insects."
   ],
   "Long-legged buzzard":[
      "Buteo rufinus",
      "The long-legged buzzard is a bird of prey in the genus Buteo. It feeds mostly on small rodents, although it will also take lizards, snakes, small birds and large insects. It inhabits dry open plains of northern Africa, southeastern Europe, west and central Asia east to China, and across central India. Recent sightings indicate that there is a small population in the Apulian region of south-eastern Italy. Open, uncultivated areas, with high bushes, trees, cliffs or hillocks are favoured as nesting areas. Younger birds disperse north of breeding grounds and there are records from Northern Europe."
   ],
   "Merlin falcon":[
      "Falco columbarius",
      "The merlin is a small species of falcon from the Northern Hemisphere, with numerous subspecies throughout North America and Eurasia. A bird of prey once known colloquially as a pigeon hawk in North America, the merlin breeds in the northern Holarctic; some migrate to subtropical and northern tropical regions in winter. Males typically have wingspans of 53–58 centimetres (21–23 in), with females being slightly larger. They are swift fliers and skilled hunters who specialize in preying on small birds in the size range of sparrows to quail. Merlins inhabit fairly open country, such as willow or birch scrub, shrubland, but also taiga forest, parks, grassland such as steppe and prairies, or moorland. They are not very habitat-specific and can be found from sea level to the treeline. In general, they prefer a mix of low and medium-height vegetation with some trees, and avoid dense forests as well as treeless arid regions. During migration however, they will utilize almost any habitat. Most of its populations are migratory, wintering in warmer regions. Northern European birds move to southern Europe and North Africa, and North American populations to the southern United States to northern South America. In the milder maritime parts of its breeding range, such as Great Britain, the Pacific Northwest and western Iceland, as well as in Central Asia, it will merely desert higher ground and move to coasts and lowland during winter."
   ],
   "Montagu's harrier":[
      "Circus pygargus",
      "Montagu's harrier is a migratory bird of prey of the harrier family. This species can be found in a middle-latitude band of predominantly temperate climates, but also in Mediterranean, and boreal zones. The diet consists mainly of small rodents, small birds, bird eggs, reptiles (including snakes) and large insects."
   ],
   "Mottled wood owl":[
      "Strix ocellata",
      "The mottled wood owl is a species of large owl found in India. They are found in gardens and thin deciduous forests adjacent to dry thorn forests or farmland. They are easily detected by their distinctive tremulous eerie calls at dawn and dusk. The characteristic call is a duet of the male and female while other notes include a low hoot and a screech. The species is found in the plains in gardens and lightly wooded habitats. They feed on palm squirrels, mice and other small mammals."
   ],
   "Mountain hawk-eagle":[
      "Nisaetus nipalensis",
      "The mountain hawk-eagle or Hodgson's hawk-eagle, is a large bird of prey native to Asia. It is a confirmed breeding species in the northern part of the Indian subcontinent, from India, Nepal (hence the epithet nipalensis) through Bangladesh to Thailand, Taiwan and Japan, although its distribution could be wider still as breeding species.  As is typical of hawk-eagles, the mountain hawk-eagle is a forest dwelling opportunistic predator who readily varies its prey selection between birds, mammals and reptiles along with other vertebrates. Although classified currently as a least-concern species due its persistence over a rather wide distribution, this species is often quite rare and scarce and seems to be decreasing, especially in response to large-scale habitat degradation and deforestation."
   ],
   "Mountain scops owl":[
      "Otus spilocephalus",
      "The mountain scops owl, sometimes referred to as the spotted scops owl, is a species of owl in the family Strigidae. It is locally common in its main habitat which covers some parts of Asia, including Bangladesh Bhutan, India, Malaysia, Nepal, Taiwan, and Thailand. It has a short high-pitched call.Their call sounds like a two-note whistle, “plew-plew” or “he-he” and female's songs are rarely heard. There calls can also vary from different populations allowing one to determine the a birds origin."
   ],
   "Nicobar scops owl":[
      "Otus alius",
      "The Nicobar scops owl is a species of owl in the family Strigidae. It is endemic to the Nicobar Islands, India, in particular Great Nicobar Island, but it may also occur on Little Nicobar island. Its natural habitat is tropical moist lowland forests. It has an uncertain status but is thought to be rare or endangered. It was originally discovered by Pamela C. Rasmussen in 1998. Very little is known about this species, but individuals have been reported to consume spiders, beetles, and geckos."
   ],
   "Nicobar sparrowhawk":[
      "Accipiter butleri",
      "The Nicobar sparrowhawk is a species of bird of prey in the family Accipitridae. It is endemic to the Nicobar Islands of India. There are two subspecies, the nominate race which is found on Car Nicobar in the north of the archipelago, and A. b. obsoletus, from Katchal and Camorta in the central part of the Nicobars. A museum specimen originally attributed to this species from the island of Great Nicobar was later found to be a misidentified Besra. Its natural habitat is subtropical or tropical moist lowland forests. It is threatened by habitat loss."
   ],
   "Northern goshawk":[
      "Accipiter gentilis",
      "The northern goshawk is a medium-large raptor in the family Accipitridae, which also includes other extant diurnal raptors, such as eagles, buzzards and harriers. It is a widespread species that inhabits many of the temperate parts of the Northern Hemisphere. The northern goshawk is the only species in the genus Accipiter found in both Eurasia and North America. Northern goshawks can be found in both deciduous and coniferous forests. Northern goshawks are usually opportunistic predators, as are most birds of prey. The most important prey species are small to medium-sized mammals and medium to large-sized birds found in forest, edge and scrub habitats."
   ],
   "Oriental bay owl":[
      "Phodilus badius",
      "The oriental bay owl is a type of bay owl, usually classified with barn owls. It is completely nocturnal, and can be found throughout Southeast Asia and parts of India. The Oriental Bay Owl is typically found and distributed throughout Nepal, Sikkim, Assam, Nagaland, Manipur, Burma and Thailand, east to south China, and south through the Malay Peninsula to the Greater Sundas. They are most comfortable living in woodland, plantations and mangrove swamps at altitudes of up to 7,220 feet (2200 meters)., leading to them being scattered around India, Thailand, Singapore, the Philippines and other parts of Southeast Asia. The oriental Bay Owls prey upon small rodents, bats, birds, snakes, frogs, lizards, magpies and large arthropods such as beetles, grasshoppers, and spiders."
   ],
   "Oriental hobby":[
      "Falco severus",
      "The Oriental hobby is a species of falcon typically 27–30 cm long. It can be found in the northern parts of the Indian Subcontinent, across the eastern Himalayas and ranges southwards through Indochina to Australasia. It has been recorded as a vagrant from Malaysia. The Oriental hobby feeds mainly on insects and birds, and has in rare instances been observed as catching bats. Its typical habitats are lowland forested areas and woodland. It nests in used nest of other birds either in trees, on building ledges or on cliffs."
   ],
   "Oriental scops owl":[
      "Otus sunia",
      "The oriental scops owl is a species of scops owl found in eastern and southern Asia. The species has an extremely wide distribution across eastern and southern Asia, and is found in dry deciduous forests from Russia to Thailand. The owl nests in holes in trees during February–April."
   ],
   "Pallas's fish eagle":[
      "Haliaeetus leucoryphus",
      "Pallas's fish eagle, also known as Pallas's sea eagle or band-tailed fish eagle, is a large, brownish sea eagle. It breeds in the east Palearctic in Kazakhstan, Russia, Tajikistan, Turkmenistan, Uzbekistan, Mongolia, China, India, Bangladesh, Myanmar and Bhutan. It is listed as Endangered on the IUCN Red List. It is partially migratory, with Central Asian birds wintering among the southern Asian birds in northern India, and also further west to the Persian Gulf. Apparently, this species achieved its current, essentially land-locked distribution peculiar among sea-eagles due to the collision of Indian Plate with Eurasia. Although the exact timing is not well resolved, it is quite certain that Pallas's fish eagle is a descendant of those sea-eagles which inhabited the northwestern Bay of Bengal when it was a shallow straits separating mainland Asia from India, which still was an island at that time."
   ],
   "Pallid harrier":[
      "Circus macrourus",
      "The pale or pallid harrier is a migratory bird of prey of the harrier family. It breeds in southern parts of eastern Europe and central Asia and Iran and winters mainly in India and southeast Asia. It breeds in southern parts of eastern Europe and central Asia and Iran and winters mainly in India and southeast Asia. Pallid harriers hunt small mammals, lizards and birds, surprising them as they drift low over fields and moors. The nest of this species is on the ground. Four to six whitish eggs are laid."
   ],
   "Pallid scops owl":[
      "Otus brucei",
      "The pallid scops owl is a small scops owl ranging from the Middle East to West and Central Asia, sometimes called the striated scops owl. The pallid scops owl ranges from the Middle East to West and Central Asia, with some populations moving as far as the Arabian Peninsula, Egypt, and Pakistan in the winter. It inhabits semi-open country with trees and bushes and has an estimated range of one to ten million kilometers. Primarily an insectivore, the pallid scops owl's diet includes insects, lizards, spiders, and small mammals. It occasionally hunts during the day, and has been known to take bats and insects on the wing."
   ],
   "Peregrine falcon":[
      "Falco peregrinus",
      "The peregrine falcon, also known as the peregrine, and historically as the duck hawk in North America, is a widespread bird of prey (raptor) in the family Falconidae. The peregrine is renowned for its speed, reaching over 320 km/h (200 mph) during its characteristic hunting stoop (high-speed dive), making it the fastest bird in the world, as well as the fastest member of the animal kingdom. According to a National Geographic TV program, the highest measured speed of a peregrine falcon is 389 km/h (242 mph). As is typical for bird-eating raptors, peregrine falcons are sexually dimorphic, with females being considerably larger than males. Peregrine falcons have a flicker fusion frequency of 129 Hz (cycles per second), very fast for a bird of its size, and much faster than mammals. The peregrine's breeding range includes land regions from the Arctic tundra to the tropics. It can be found nearly everywhere on Earth, except extreme polar regions, very high mountains, and most tropical rainforests; the only major ice-free landmass from which it is entirely absent is New Zealand. This makes it the world's most widespread raptor, and one of the most widely found bird species. Although its diet consists almost exclusively of medium-sized birds, the peregrine will occasionally hunt small mammals, small reptiles, or even insects. Reaching sexual maturity at one year, it mates for life and nests in a scrape, normally on cliff edges or, in recent times, on tall human-made structures. The peregrine falcon is a well-respected falconry bird due to its strong hunting ability, high trainability, versatility, and availability via captive breeding. It is effective on most game bird species, from small to large."
   ],
   "Pied falconet":[
      "Microhierax melanoleucos",
      "The pied falconet, is a species of bird of prey in the family Falconidae. It is found in Bangladesh, Bhutan, China, Hong Kong, India, Laos, and Vietnam. Its natural habitat is temperate forests. The pied falconet ranges from north-eastern India to east China and south-east Asia. They are found in deciduous forest edges and clearings in wooded foothills. This species likes clearing such as old cultivation lands with banks and stream. They are usually perched on tree tops while occasionally flying off to catch prey. These are not migratory birds, they are a resident species, staying in the same area for most of the year. Most of the pied falconet's diet comprises insects. They also feed on small mammals, reptiles and other birds about the same size of a thrush."
   ],
   "Pied harrier":[
      "Circus melanoleucos",
      "The pied harrier is an Asian species of bird of prey in the family Accipitridae. It is migratory, breeding from the Amur valley in eastern Russia and north-eastern China to North Korea. Wintering individuals can be found in a wide area from Pakistan to Philippines. This medium-sized harrier (length 45 cm/18in, wing span 115 cm/46in) nests in steppes and associated wetlands. Wintering individuals are often seen hunting above rice paddies and marshes."
   ],
   "Red kite":[
      "Milvus milvus",
      "The red kit is a medium-large bird of prey in the family Accipitridae, which also includes many other diurnal raptors such as eagles, buzzards, and harriers. The species currently breeds in the Western Palearctic region of Europe and northwest Africa, though it formerly also occurred in northern Iran. It is resident in the milder parts of its range in western Europe and northwest Africa, but birds from northeastern and Central Europe winter further south and west, reaching south to Turkey. Vagrants have reached north to Finland and south to Palestine and Israel, Libya and Gambia. The red kite's diet consists mainly of small mammals such as mice, voles, shrews, young hares and rabbits. It feeds on a wide variety of carrion including sheep carcasses and dead game birds."
   ],
   "Red-footed falcon":[
      "Falco vespertinus",
      "The red-footed falcon, formerly the western red-footed falcon, is a bird of prey. It belongs to the family Falconidae, the falcons. This bird is found in eastern Europe and Asia although its numbers are dwindling rapidly due to habitat loss and hunting. It is migratory, wintering in Africa. It is a regular wanderer to western Europe. This falcon is a colonial breeder, reusing the old nests of corvids, such as rooks. It lays two to four eggs. Its maximum lifespan is 13.25 years in the wild and 18 years in captivity. The red-footed falcon is a bird of prey with a diet consisting of a variety of insects, amphibians, reptiles, mammals and birds, such as great green bush-crickets, spadefoot toads, sand lizards, the common vole and bird nestlings, respectively."
   ],
   "Red-headed vulture":[
      "Sarcogyps calvus",
      "The red-headed vulture, also known as the Asian king vulture, Indian black vulture or Pondicherry vulture, is an Old World vulture mainly found in the Indian subcontinent, with small disjunct populations in some parts of Southeast Asia. This gaudy-faced vulture was historically abundant, range widely across the Indian subcontinent, and also eastwards to south-central and south-eastern Asia, extending from India to Singapore. Today the range of the red-headed vulture is localized primarily to northern India. It is usually in open country and in cultivated and semi-desert areas. It is also found in deciduous forests and foothills and river valleys. It is usually found up to an altitude of 3000m from sea level."
   ],
   "Red-necked falcon":[
      "Falco chicquera",
      "The red-necked falcon is a bird of prey in the falcon family with two disjunct populations, one in India and the other in Africa.  They hunt in pairs mostly at dawn and dusk, capturing small birds, bats and squirrels. In Africa, the red-necked falcon is found in semi-desert, savannah and other dry open country with some trees, but also riverine forest. It often perches and makes use of the crowns of Borassus palms (Borassus aethiopum) for breeding. They are mostly resident but may make nomadic movements in response to weather. In India, they are found in open habitats and is not found in dense forests or high hills."
   ],
   "Rufous-bellied eagle":[
      "Lophotriorchis kienerii",
      "The rufous-bellied eagle or rufous-bellied hawk-eagle is a bird of prey in the family Accipitridae that is found in the forested regions of tropical Asia. The rufous-bellied eagle is found in southern and south-eastern Asia and its range also extends to Sulawesi. This species is associated mainly with hill forests. In India, they are commoner in the Western Ghats than along the Himalayas where they occur from Nepal to Assam. They also occur in parts of the Eastern Ghats."
   ],
   "Saker falcon":[
      "Falco cherrug",
      "The saker falcon is a large species of falcon. This species breeds from central Europe eastwards across the Palearctic to Manchuria. It is mainly migratory except in the southernmost parts of its range, wintering in Ethiopia, the Arabian peninsula, northern Pakistan and western China. The saker falcon is the national bird of Hungary, United Arab Emirates, and Mongolia. The saker falcon is a raptor of open grasslands preferably with some trees or cliffs. It often hunts by horizontal pursuit, rather than the peregrine's stoop from a height, and feeds mainly on rodents and birds. In Europe, ground squirrels and feral pigeons are the most common prey items. This species usually builds no nest of own, but lays its 3–6 eggs in an old stick nest in a tree which was previously used by other birds such as storks, ravens or buzzards. It also often nests on cliffs."
   ],
   "Shikra":[
      "Accipiter badius",
      "The shikra is a small bird of prey in the family Accipitridae found widely distributed in Asia and Africa where it is also called the little banded goshawk. The shikra is found in a range of habitats including forests, farmland and urban areas. They are usually seen singly or in pairs. The flight is typical with flaps and glides. During the breeding season pairs will soar on thermals and stoop at each other. Their flight usually draws alarms among smaller birds and squirrels. They feed on rodents (including Meriones hurrianae), squirrels, small birds, small reptiles (mainly lizards but sometimes small snakes) and insects."
   ],
   "Short-eared owl":[
      "Asio flammeus",
      "The short-eared owl is a widespread grassland species in the family Strigidae. The short-eared owl is found in open country and grasslands. The short-eared owl occurs on all continents except Antarctica and Australia; thus it has one of the most widespread distributions of any bird. A. flammeus breeds in Europe, Asia, North and South America, the Caribbean, Hawaii and the Galápagos Islands. Hunting occurs mostly at night, but this owl is known to be diurnal and crepuscular as well. Its daylight hunting seems to coincide with the high-activity periods of voles, its preferred prey. It tends to fly only feet above the ground in open fields and grasslands until swooping down upon its prey feet-first. Several owls may hunt over the same open area. Its food consists mainly of rodents, especially voles, but it will eat other small mammals such as mice, ground squirrels, shrews, rats, bats, muskrats and moles."
   ],
   "Short-toed snake eagle":[
      "Circaetus gallicus",
      "The short-toed snake eagle, also known as the short-toed eagle, is a medium-sized bird of prey in the family Accipitridae, which also includes many other diurnal raptors such as kites, buzzards and harriers. This is an Old World species found throughout the Mediterranean basin, into Russia and the Middle East, and parts of Western Asia, and in the Indian Subcontinent and also further east in some Indonesian islands. The short-toed snake eagle is found in open cultivated plains, arid stony deciduous scrub areas and foothills and semi-desert areas. It requires trees for nesting and open habitats, such as cultivations and grasslands for foraging. Its prey is mostly reptiles, mainly snakes, but also some lizards. Sometimes they become entangled with larger snakes and battle on the ground. Occasionally, they prey on small mammals up to the size of a rabbit, and rarely birds and large insects."
   ],
   "Slender-billed vulture":[
      "Gyps tenuirostris",
      "The slender-billed vulture is an Old World vulture species native to sub-Himalayan regions and Southeast Asia. It is Critically Endangered since 2002 as the population on the Indian subcontinent has declined rapidly. The slender-billed vulture is found in India from the Gangetic plain north, west to Himachal Pradesh, south potentially as far as northern Odisha, and east through Assam. It is also found in north and central Bangladesh, southern Nepal, Burma and Cambodia. "
   ],
   "Spot-bellied eagle-owl":[
      "Bubo nipalensis",
      "The spot-bellied eagle-owl, also known as the forest eagle-owl is a large bird of prey with a formidable appearance. It is a forest-inhabiting species found in the Indian Subcontinent and Southeast Asia. This species is distributed the Lower Himalayas from Kumaon east to Burma, thence to central Laos and central Vietnam. They are found throughout the Indian subcontinent and peninsular Southeast Asia down into the southernmost limits of the range in Sri Lanka and to 12 degrees north in southern Thailand. The spot-bellied eagle-owl dwells mainly in primary or older second growth forests. This is a very powerful and bold predatory owl, which is assuredly at the top of the avian food chain in its forested range. However, no extensive study of its dietary habits is known. Even in larger eagle-owls such as the Eurasian eagle-owl, although they can and do prey on a wide range of prey including impressively large prey, most of the diet consists of small mammals, often small rodents such as voles and rats."
   ],
   "Spotted owlet":[
      "Athene brama",
      "The spotted owlet is a small owl which breeds in tropical Asia from mainland India to Southeast Asia. A common resident of open habitats including farmland and human habitation, it has adapted to living in cities. They roost in small groups in the hollows of trees or in cavities in rocks or buildings. It nests in a hole in a tree or building, laying 3–5 eggs. They are often found near human habitation. This species is nocturnal but is sometimes seen in the day. When disturbed from their daytime site, they bob their head and stare at intruders. It can often be located by the small birds that mob it while it is perched in a tree. It hunts a variety of insects and small vertebrates. In Pakistan they have been found to take mostly insect prey. In the arid region of Jodhpur, they have been found to take more rodents (especially in the genus Mus and tend to avoid other rodents such as Tatera) prior to the breeding season. Bats, toads, small snakes such as Ramphotyphlops braminus have been noted. They may also take scorpions and molluscs. Nests near human habitations may show higher breeding success due to increased availability of rodents for feeding young."
   ],
   "Sri Lanka bay owl":[
      "Phodilus assimilis",
      "The Sri Lanka bay owl is a species of bay owl in the family Tytonidae. It is endemic to the island of Sri Lanka and the Western Ghats in Kerala, South Western India. It was considered a subspecies of the Oriental bay owl (Phodilus badius) but is now treated as a full species due to its distinctive call, plumage and disjunct distribution. Its natural habitats are subtropical or tropical moist montane forests and subtropical or tropical high-altitude grassland. It is threatened by habitat loss."
   ],
   "Steppe eagle":[
      "Aquila nipalensis",
      "The steppe eagle is a large bird of prey. Like all eagles, it belongs to the family Accipitridae. The steppe eagle is in many ways a peculiar species of eagle. It is a specialized predator of ground squirrels on the breeding ground, also taking other rather small mammals and other prey, doing so more often when ground squirrels are less consistently found. The steppe eagle undertakes a massive migration from essentially its entire breeding range, moving en masse past major migration flyways, especially those of the Middle East, Red Sea and the Himalayas. In winter, though less closely studied than during breeding, the steppe eagle is remarkable for its sluggish and almost passive feeding ecology, focusing on insect swarms, landfills, carrion and the semi-altricial young of assorted animals, lacking the bold and predatory demeanor of their cousin species. The steppe eagle tends to breeds in open dry country, within the characteristic habitat it is named after: the steppe both in both upland and lowland areas. They prey mainly on small-sized mammals, with some birds and reptiles and (mostly in winter) frequently insects and carrion."
   ],
   "Tawny eagle":[
      "Aquila rapax",
      "The tawny eagle is a large, long-lived bird of prey. Like all eagles, it belongs to the family Accipitridae. Tawny eagles have an extensive but discontinuous breeding range that constitutes much of the African continent as well as the Indian subcontinent, with rare residency occurring in the southern Middle East. Throughout its range, it favours open dry habitats such as semideserts, deserts steppes, or savanna plains. The tawny eagle is perhaps the most highly opportunistic of all of its taxonomic clan, and often scavenges on carrion or engages in kleptoparasitism towards other carnivorous animals but is also a bold and active predator, often of relatively large and diverse prey. It is estimated that tawny eagles can reach the age of 16 years old. Nonetheless, precipitous declines have been detected throughout the tawny eagle's range."
   ],
   "Tawny fish owl":[
      "Ketupa flavipes",
      "The tawny fish owl is a fish owl species in the family known as typical owls, Strigidae. It is native from southern Nepal to Bangladesh, Vietnam and China. Due to its wide geographical distribution, it is listed as Least Concern on the IUCN Red List. The tawny fish owl lives in subtropical to temperate forests in southern Nepal, northern India, Bangladesh, Bhutan, China, Laos, Myanmar, Taiwan, and Vietnam. They usually hunt by swooping down to the water, capture fish from the surface and are reportedly surprisingly active in their hunting style and are not dissimilar in the hunting methods to those used by diurnal fish-hunting raptors such as fish eagles, sea eagles and ospreys. More terrestrial prey is by no means avoided though and the species may also hunt toads, lizards, snakes, and small mammals such as moles, and particularly rodents."
   ],
   "Tawny owl":[
      "Strix aluco",
      "The tawny owl or brown owl is a stocky, medium-sized owl commonly found in woodlands across much of the Palearctic. This nocturnal bird of prey hunts a wide variety of prey species, but usually primarily takes small mammals such as rodents. Tawny owls usually hunt by dropping from a perch to seize their prey, which they typically swallow whole. This species typically nests in a tree hollow, wherein they are likely to gain protection of their eggs and young against potential predators. The tawny owl is non-migratory and highly territorial. The tawny owl is an opportunistic and generalized predator. The tawny owl takes an extremely wide range of prey species. The global prey spectrum for tawny owls includes well over 400 prey species. They generally prefer small mammals in their diet, especially various species of rodent, where they are available."
   ],
   "Upland buzzard":[
      "Buteo hemilasius",
      "The upland buzzard is a species of bird of prey in the family Accipitridae. It is found in Bhutan, China, India, Pakistan, Iran, Japan, Kazakhstan, North Korea, South Korea, Mongolia, Nepal, Russia, Tajikistan, and Uzbekistan. Normally found in open montane grass lands and cultivation in summer, wintering to lower altitudes. Frequently hovers. Hunts from air or ground. Breeds between April and August on crags and ledges of cliffs. Nest is made of sticks and well lined. Feeds on small mammals, birds and insects."
   ],
   "Western marsh harrier":[
      "Circus aeruginosus",
      "The western marsh harrier is a large harrier, a bird of prey from temperate and subtropical western Eurasia and adjacent Africa. It is also known as the Eurasian marsh harrier. This species has a wide breeding range from Europe and northwestern Africa to Central Asia and the northern parts of the Middle East. It breeds in almost every country of Europe but is absent from mountainous regions and subarctic Scandinavia. It feeds on small mammals, small birds, insects, reptiles, and frogs."
   ],
   "Western osprey":[
      "Pandion haliaetus",
      "The osprey or more specifically the western osprey — also called sea hawk, river hawk, and fish hawk — is a diurnal, fish-eating bird of prey with a cosmopolitan range. The osprey tolerates a wide variety of habitats, nesting in any location near a body of water providing an adequate food supply. It is found on all continents except Antarctica, although in South America it occurs only as a non-breeding migrant. As its other common names suggest, the osprey's diet consists almost exclusively of fish. It possesses specialised physical characteristics and exhibits unique behaviour to assist in hunting and catching prey."
   ],
   "White-bellied sea eagle":[
      "Haliaeetus leucogaster",
      "The white-bellied sea eagle, also known as the white-breasted sea eagle, is a large diurnal bird of prey in the family Accipitridae. Resident from India and Sri Lanka through Southeast Asia to Australia on coasts and major waterways, the white-bellied sea eagle breeds and hunts near water, and fish form around half of its diet. Opportunistic, it consumes carrion and a wide variety of animals."
   ],
   "White-eyed buzzard":[
      "Butastur teesa",
      "The white-eyed buzzard is a medium-sized hawk, distinct from the true buzzards in the genus Buteo, found in South Asia. This species is widely distributed in South Asia, throughout India in the plains and extending up to 1000 m in the Himalayas. It is a resident in Iran, Pakistan, Nepal, Bangladesh, and Myanmar. They feed mainly on locusts, grasshoppers, crickets, and other large insects, as well as mice, lizards, and frogs."
   ],
   "White-rumped vulture":[
      "Gyps bengalensis",
      "The white-rumped vulture is an Old World vulture native to South and Southeast Asia. It has been listed as Critically Endangered on the IUCN Red List since 2000, as the population severely declined. When they find a carcass, they quickly descend and feed voraciously. They perch on trees nearby and are known to sometimes descend also after dark to feed."
   ],
   "White-tailed eagle":[
      "Haliaeetus albicilla",
      "The white-tailed eagle is a very large species of sea eagle widely distributed across temperate Eurasia. As are all eagles, it is a member of the family Accipitridae (or accipitrids) which includes other diurnal raptors such as hawks, kites, and harriers. One of up to eleven members in the genus Haliaeetus, which are commonly called sea eagles, it is also referred to as the white-tailed sea-eagle. Sometimes, it is known as the ern or erne (depending on spelling by sources), gray sea eagle and Eurasian sea eagle. While found across a very wide range, today breeding as far west as Greenland and Iceland across to as far east in Hokkaido, Japan, they are often scarce and very spottily distributed as a nesting species, mainly due to human activities. White-tailed eagles usually live most of the year near large bodies of open water, including both coastal saltwater areas and inland freshwater, and require an abundant food supply and old-growth trees or ample sea cliffs for nesting. This eagle breeds in northern Europe and northern Asia. White-tailed eagles may be found in varied habitat but usually are closely associated with water and generally occurs in lowland areas. The white-tailed eagle's diet is varied, opportunistic and seasonal. Prey specimens can often include fish, birds and, mostly in a secondary capacity, mammals. White-tailed eagles are powerful predators and capable of attacking large prey of considerable sizes but, like most predators, prefer prey that is vulnerable and easy for them to capture."
   ]
}